saffetblt/ARM-STM32F4-ECLIPSE/STM32F4-DOCUMENT/.cache/AnalogDevices.ADuCM320_DFP.1.1.0.pdsc
     <example name="ADC" doc="Abstract.txt" folder="ADuCM320\examples\ADC">
      <description>ADC example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
     <example name="ADC" doc="Abstract.txt" folder="ADuCM320i\examples\ADC">
      <description>ADC example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC_DMA" doc="Abstract.txt" folder="ADuCM322\examples\ADC_DMA">
      <description>ADC DMA example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC_DMA" doc="Abstract.txt" folder="ADuCM320\examples\ADC_DMA">
      <description>ADC DMA example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC_DMA" doc="Abstract.txt" folder="ADuCM320i\examples\ADC_DMA">
      <description>ADC DMA example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC DMA SEQ" doc="Abstract.txt" folder="ADuCM322\examples\ADC_DMA_SEQ">
      <description>ADC DMA Sequencer example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_DMA.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
   
    <example name="ADC DMA SEQ" doc="Abstract.txt" folder="ADuCM320\examples\ADC_DMA_SEQ">
      <description>ADC DMA Sequencer example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_DMA.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC DMA SEQ" doc="Abstract.txt" folder="ADuCM320i\examples\ADC_DMA_SEQ">
      <description>ADC DMA Sequencer example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_DMA.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ADC Sequencer" doc="Abstract.txt" folder="ADuCM322\examples\ADC_Sequencer">
      <description>ADC Sequencer example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_Sequencer.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
     <example name="ADC Sequencer" doc="Abstract.txt" folder="ADuCM320\examples\ADC_Sequencer">
      <description>ADC Sequencer example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_Sequencer.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
      <example name="ADC Sequencer" doc="Abstract.txt" folder="ADuCM320i\examples\ADC_Sequencer">
      <description>ADC Sequencer example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ADC_Sequencer.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="Cache" doc="Abstract.txt" folder="ADuCM322\examples\Cache">
      <description>Cache example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="Cache.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>

    <example name="CMP" doc="Abstract.txt" folder="ADuCM322\examples\CMP">
      <description>Comparator example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="CMP.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
     <example name="CMP" doc="Abstract.txt" folder="ADuCM320\examples\CMP">
      <description>Comparator example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="CMP.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
