saffetblt/ARM-STM32F4-ECLIPSE/STM32F4-DOCUMENT/.cache/AnalogDevices.ADuCM320_DFP.1.1.0.pdsc
    <example name="GPT" doc="Abstract.txt" folder="ADuCM322\examples\GPT">
      <description>General Purpose Timer example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="GPT.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="GPT" doc="Abstract.txt" folder="ADuCM320\examples\GPT">
      <description>General Purpose Timer example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="GPT.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="GPT" doc="Abstract.txt" folder="ADuCM320i\examples\GPT">
      <description>General Purpose Timer example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="GPT.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CBasic_Master" doc="Abstract.txt" folder="ADuCM322\examples\I2CBasic_Master">
      <description>I2C Basic Master example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CBasic_Master" doc="Abstract.txt" folder="ADuCM320\examples\I2CBasic_Master">
      <description>I2C Basic Master example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CBasic_Master" doc="Abstract.txt" folder="ADuCM320i\examples\I2CBasic_Master">
      <description>I2C Basic Master example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>    
    
    <example name="I2CBasic_Slave" doc="Abstract.txt" folder="ADuCM322\examples\I2CBasic_Slave">
      <description>I2C Basic Slave example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CBasic_Slave" doc="Abstract.txt" folder="ADuCM320\examples\I2CBasic_Slave">
      <description>I2C Basic Slave example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CBasic_Slave" doc="Abstract.txt" folder="ADuCM320i\examples\I2CBasic_Slave">
      <description>I2C Basic Slave example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CBasic_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CMasterDma" doc="Abstract.txt" folder="ADuCM322\examples\I2CMasterDma">
      <description>I2C Master DMA example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CMasterDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CMasterDma" doc="Abstract.txt" folder="ADuCM320\examples\I2CMasterDma">
      <description>I2C Master DMA example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CMasterDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CMasterDma" doc="Abstract.txt" folder="ADuCM320i\examples\I2CMasterDma">
      <description>I2C Master DMA example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CMasterDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CSlaveDma" doc="Abstract.txt" folder="ADuCM322\examples\I2CSlaveDma">
      <description>I2C Slave DMA example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CSlaveDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="I2CSlaveDma" doc="Abstract.txt" folder="ADuCM320\examples\I2CSlaveDma">
      <description>I2C Slave DMA example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CSlaveDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
