saffetblt/ARM-STM32F4-ECLIPSE/STM32F4-DOCUMENT/.cache/AnalogDevices.ADuCM320_DFP.1.1.0.pdsc
    <example name="I2CSlaveDma" doc="Abstract.txt" folder="ADuCM320i\examples\I2CSlaveDma">
      <description>I2C Slave DMA example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="I2CSlaveDma.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="MDIO" doc="Abstract.txt" folder="ADuCM322\examples\Mdio_Int">
      <description>MDIO Interrupt example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="MDIO.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
 
    <example name="MdioEprom" doc="Abstract.txt" folder="ADuCM322\examples\MdioEprom">
      <description>MdioEprom example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="MdioEprom.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>

    <example name="NVIC_Demo" doc="Abstract.txt" folder="ADuCM322\examples\NVIC_Demo">
      <description>NVIC_Demo example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="NVIC_Demo.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="NVIC_Demo" doc="Abstract.txt" folder="ADuCM320\examples\NVIC_Demo">
      <description>NVIC_Demo example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="NVIC_Demo.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="NVIC_Demo" doc="Abstract.txt" folder="ADuCM320i\examples\NVIC_Demo">
      <description>NVIC_Demo example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="NVIC_Demo.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="PWM" doc="Abstract.txt" folder="ADuCM322\examples\PWM">
      <description>PWM example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="PWM.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="PWM" doc="Abstract.txt" folder="ADuCM320\examples\PWM">
      <description>PWM example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="PWM.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="PWM" doc="Abstract.txt" folder="ADuCM320i\examples\PWM">
      <description>PWM example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="PWM.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ResetMaintain" doc="Abstract.txt" folder="ADuCM322\examples\SoftResetMaintain">
      <description>VDACs and GPIOs retain state after reset example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ResetMaintain.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ResetMaintain" doc="Abstract.txt" folder="ADuCM320\examples\SoftResetMaintain">
      <description>VDACs and GPIOs retain state after reset example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ResetMaintain.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="ResetMaintain" doc="Abstract.txt" folder="ADuCM320i\examples\SoftResetMaintain">
      <description>VDACs and GPIOs retain state after reset example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="ResetMaintain.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
