saffetblt/ARM-STM32F4-ECLIPSE/STM32F4-DOCUMENT/.cache/AnalogDevices.ADuCM320_DFP.1.1.0.pdsc
    <example name="SPI_Master" doc="Abstract.txt" folder="ADuCM322\examples\SPI_Master">
      <description>SPI_Master example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Master" doc="Abstract.txt" folder="ADuCM320\examples\SPI_Master">
      <description>SPI_Master example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Master" doc="Abstract.txt" folder="ADuCM320i\examples\SPI_Master">
      <description>SPI_Master example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Master_Read" doc="Abstract.txt" folder="ADuCM322\examples\SPI_Master_Read">
      <description>SPI Master Read example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master_Read.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Master_Read" doc="Abstract.txt" folder="ADuCM320\examples\SPI_Master_Read">
      <description>SPI Master Read example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master_Read.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Master_Read" doc="Abstract.txt" folder="ADuCM320i\examples\SPI_Master_Read">
      <description>SPI Master Read example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Master_Read.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Slave" doc="Abstract.txt" folder="ADuCM322\examples\SPI_Slave">
      <description>SPI Slave example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Slave" doc="Abstract.txt" folder="ADuCM320\examples\SPI_Slave">
      <description>SPI Slave example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_Slave" doc="Abstract.txt" folder="ADuCM320i\examples\SPI_Slave">
      <description>SPI Slave example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Master" doc="Abstract.txt" folder="ADuCM322\examples\SPIDMA_Master">
      <description>SPI DMA Master example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Master" doc="Abstract.txt" folder="ADuCM320\examples\SPIDMA_Master">
      <description>SPI DMA Master example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Master" doc="Abstract.txt" folder="ADuCM320i\examples\SPIDMA_Master">
      <description>SPI DMA Master example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Master.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Slave" doc="Abstract.txt" folder="ADuCM322\examples\SPIDMA_Slave">
      <description>SPI DMA Slave example</description> 
      <board name="EVAL-ADuCM322EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Slave" doc="Abstract.txt" folder="ADuCM320\examples\SPIDMA_Slave">
      <description>SPI DMA Slave example</description> 
      <board name="EVAL-ADuCM320EBZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
    <example name="SPI_DMA_Slave" doc="Abstract.txt" folder="ADuCM320i\examples\SPIDMA_Slave">
      <description>SPI DMA Slave example</description> 
      <board name="EVAL-ADuCM320iQSPZ" vendor="Analog Devices" /> 
      <project>
        <environment name="uv" load="SPI_DMA_Slave.uvprojx" /> 
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" /> 
        <component Cclass="Device" Cgroup="Startup" /> 
        <category>Getting Started</category> 
      </attributes>
    </example>
    
