saffetblt/ARM-STM32F4-ECLIPSE/STM32F4-DOCUMENT/.cache/AnalogDevices.ADuCM320_DFP.1.1.0.pdsc
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="CMP" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Comparator low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\CmpLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\CmpLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="DAC" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>DAC low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\DacLib.h" version="1.0.2"/>
            <file category="source" attr="config" name="ADuCM320\common\DacLib.c" version="1.0.2"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="DIO" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Digital Input Output low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\DioLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\DioLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="DMA" Cversion="1.1.0" condition="ADuCM320 Library">
         <description>DMA low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\DmaLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\DmaLib.c" version="1.1.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="FEE" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Flash low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\FeeLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\FeeLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="GPT" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>General Purpose Timer low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\GptLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\GptLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="I2C" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>I2C low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\I2cLib.h" version="1.0.2"/>
            <file category="source" attr="config" name="ADuCM320\common\I2cLib.c" version="1.0.2"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="IDAC" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Idac low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\IDacLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\IDacLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="INT" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Interrupts low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\IntLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\IntLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="MDIO" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>MDIO low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\MdLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\MdLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="PWM" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>PWM low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\PwmLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\PwmLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="SPI" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>SPI low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\SpiLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\SpiLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="UART" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>UART low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\UrtLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\UrtLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="WDT" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Watchdog Timer low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\WdtLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\WdtLib.c" version="1.0.1"/>
         </files>
      </component>
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="WUT" Cversion="1.0.0" condition="ADuCM320 Library">
         <description>Wake up Timer low level library for ADuCM320</description>
         <files>
            <file category="header" attr="config" name="ADuCM320\common\WutLib.h" version="1.0.1"/>
            <file category="source" attr="config" name="ADuCM320\common\WutLib.c" version="1.0.1"/>
         </files>
      </component>
    
    
      <component Cclass="Device" Cgroup="Peripheral Libraries" Csub="ADC" Cversion="1.0.0" condition="ADuCM320i Library">
         <description>ADC low level library for ADuCM320i</description>
         <files>
            <file category="header" attr="config" name="ADuCM320i\common\AdcLib.h" version="1.0.2"/>
            <file category="source" attr="config" name="ADuCM320i\common\AdcLib.c" version="1.0.2"/>
         </files>
      </component>
